{
	"9773aa1aa54f4f7b80e44bef04986cea": {
		"about": {
			"image": {
				"altText": "Rocket League | Download & Play Rocket League for Free on PC – Epic Games Store",
				"src": "https://cdn2.unrealengine.com/egs-rocketleague-psyonixllc-s2-1200x1600-3635df05f144.jpg",
				"_type": "Diesel Image"
			},
			"developerAttribution": "Psyonix LLC",
			"_type": "Diesel Product About",
			"publisherAttribution": "Psyonix LLC",
			"description": "PLAY ROCKET LEAGUE FOR FREE!\n\nDownload and compete in the high-octane hybrid of arcade-style soccer and vehicular mayhem! customize your car, hit the field, and compete in one of the most critically acclaimed sports games of all time! Download and take your shot!\n\nHit the field by yourself or with friends in 1v1, 2v2, and 3v3 Online Modes, or enjoy Extra Modes like Rumble, Snow Day, or Hoops. Unlock items in Rocket Pass, climb the Competitive Ranks, compete in Competitive Tournaments, complete Challenges, enjoy cross-platform progression and more! The field is waiting. Take your shot! \n\n# New Challenges\nComplete Weekly and season-long Challenges to unlock customization items for free!\n\n![rl_s1_section_challenges.jpg](https://cdn2.unrealengine.com/rl-s1-section-challenges-3840x2160-073994219.jpg)\n\n# Tournaments\nFeel the competitive energy! Join free Tournaments and compete all season against teams at your Rank! Win and earn new rewards! \n\n![rl_s14 tournament](https://cdn2.unrealengine.com/rl-s14-tournamentrewards-16x9-3840x2160-048572072793.jpg)\n\n# In-Game Events and Limited Time Modes\nFrom Haunted Hallows to Frosty Fest, enjoy limited time events that feature festive in-game items that can be unlocked by playing online! Keep on the lookout for Limited Time Modes and arenas.\n\n![rl_home_f2p-launch_event.jpg](https://cdn2.unrealengine.com/rl-home-f2p-launch-event-3840x2160-073793665.jpg)\n\n# Cross-Platform Progression\nShare your Rocket League Inventory, Competitive Rank, and Rocket Pass Tier on any connected platform!\n\n![rl_home_f2p-launch_cross.jpg](https://cdn2.unrealengine.com/rl-home-f2p-launch-cross-3840x2160-073994250.jpg)\n\n# Item Shop & Blueprints\nMake your car your own with nearly endless customization possibilities! Get in-game items for completing challenges, browse the Item Shop, or build Blueprints for premium content for your car. \n\n![rl_s6_section_keyart](https://cdn2.unrealengine.com/rl-playerschoice-bundle-3840x2160-723248b32611.jpg)",
			"shortDescription": "Rocket League is a high-powered hybrid of arcade-style soccer and vehicular mayhem with easy-to-understand controls and fluid, physics-driven competition.",
			"title": "Rocket League®",
			"developerLogo": {
				"_type": "Diesel Image"
			}
		},
		"reqs": [
			{
				"_type": "Diesel System Detail Item",
				"title": "OS",
				"minimum": "Windows 7 (64 bit) or Newer (64 bit) Windows OS",
				"recommended": "Windows 7 (64 bit) or Newer (64 bit) Windows OS"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Processor",
				"minimum": "2.5 GHz Dual core",
				"recommended": "3.0+ GHz Quad core"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Memory",
				"minimum": "4GB",
				"recommended": "8GB"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Storage",
				"minimum": "20GB",
				"recommended": "20GB"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Direct X",
				"minimum": "DirectX 11",
				"recommended": "DirectX 11"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Graphics",
				"minimum": "NVIDIA GeForce 760, AMD Radeon R7 270X, or better",
				"recommended": "NVIDIA GeForce GTX 1060, AMD Radeon RX 470, or better"
			}
		],
		"storeUrl": "https://www.epicgames.com/store/product/rocket-league"
	},
	"__timestamp": {
		"9773aa1aa54f4f7b80e44bef04986cea": "Sat Mar 09 2024 14:01:42 GMT-0500 (Eastern Standard Time)",
		"fn": "Tue Mar 12 2024 03:58:05 GMT-0400 (Eastern Daylight Time)"
	},
	"fn": {
		"about": {
			"image": {
				"altText": "Fortnite",
				"src": "https://cdn2.unrealengine.com/blade-1200x1600-1200x1600-111d3c631440.jpg",
				"_type": "Diesel Image"
			},
			"developerAttribution": "Epic Games",
			"_type": "Diesel Product About",
			"publisherAttribution": "Epic Games",
			"description": "Explore large, destructible environments where no two games are ever the same. Team up with friends by sprinting, climbing and smashing your way to earn your Victory Royale, whether you choose to build up in Fortnite Battle Royale or go no-builds in Fortnite Zero Build.\n\nDiscover even more ways to play across thousands of creator-made game genres: adventure, roleplay, survival and more. Or, band together with up to three friends to fend off hordes of monsters in Save the World.\n\n# Chapter 5 Season 2: Myths & Mortals!\n\n![KeyArt Image](https://cdn2.unrealengine.com/01-2560x1440-2e1764f35306.jpg)\n\nPandora’s Box has been opened on the Fortnite Battle Royale Island, bringing Olympus to the battlefield. Olympian legends — including Hades and the thunder god Zeus — now rule the Island in otherworldly rage. To make matters worse, they’ve brought their powers and weapons with them. Use their mythological means against them in Chapter 5 Season 2: Myths & Mortals!\n\nAlongside Chapter 5 Season 2 comes the Myths & Mortals Battle Pass! With the Battle Pass, unlock rewards in Fortnite by earning XP across Fortnite Battle Royale, creator-made islands, LEGO® Fortnite, Rocket Racing, and Fortnite Festival. Among these rewards are Outfits of some of the legends above, including Zeus and Artemis!\n\nYou can earn XP towards your Battle Pass in Battle Royale and Zero Build. But did you know you can also earn XP in certain creator-made games? Creator-made games that reward XP have an XP badge in their Discover screen description. Play the way you want to complete this Season's Battle Pass!\n\n# Play Your Way!\n\nSprint, climb, and smash your way to a Victory Royale whether you choose to build up in Fortnite Battle Royale or go no-builds in Fortnite Zero Build.\n\n![ZeroBuild Image](https://cdn2.unrealengine.com/02-2560x1440-685463e3cf09.jpg)\n\n# Take the offensive in Fortnite Zero Build No Build Battle Royale\n\nIntroducing a new, tactical take on Fortnite Battle Royale with the launch of Fortnite Zero Build. Show off your sharp shooting, sharp thinking, and sharp sense of space as you take on the Battle full-tilt in Fortnite Zero Build. \n\nWithout building, all players have the recharging Overshield as their first line of defense in Zero Build. Slide downhill to avoid enemy fire or use mantling to get the high ground on opponents. Don’t forget to sprint between cover on your way to a Victory Royale!\n\n![ZeroBuild2 Image](https://cdn2.unrealengine.com/03-3840x2160-a423a8885922.jpg)\n\n# Zero Build is a pure test of weapon, item, and traversal skill - no building required.\n\nZero Build is a pure test of weapon, item, and traversal ability. Zero Build can be found in the Discover page as Solo, Duos, Trios, and Squads playlists. (Access the Discover page by clicking on the “CHANGE” button above “PLAY!” in the Lobby.)\n\nFortnite Zero Build shares XP progression and Quests with Fortnite Battle Royale, meaning you can earn XP towards your Battle Pass in either Fortnite Zero Build or Fortnite Battle Royale. Take on a new challenge and level up along the way!\n\n![BuildBattleCreate Image](https://cdn2.unrealengine.com/cltm-evergreen-1920x1080-b267506a89c5.jpg)\n\n# Battle. Build. Create. \n\nThe future of Fortnite is here. Be the last player standing in Battle Royale and Zero Build, explore and survive in LEGO Fortnite, blast to the finish with Rocket Racing or headline a concert with Fortnite Festival. Find it in Fortnite!\n\n![FNCrew Image](https://cdn2.unrealengine.com/en-subs-evergreen-egs-landscape-2560x1440-cbc67935cffd.jpg)\n\n# Fortnite Crew\n\nFortnite Crew is the ultimate subscription offer for getting can’t-miss Fortnite content! Join for only $11.99 each month to get everything below:\n\n• Battle Pass Included for the full Season - As a member of the Fortnite Crew, you’ll always have access to the current season’s Battle Pass!\n\n• 1,000 V-Bucks Each Month - Fortnite Crew members will receive 1,000 V-Bucks every month. Spend it on your favorite Item Shop content!\n\n• Get A Monthly Crew Pack! - Get an exclusive Fortnite Crew Pack, an always-new Outfit Bundle that only Fortnite Crew members can get.\n\nRecurring fee charged monthly until cancelled. Cancel anytime.\n\nIf you’d like to learn more about Fortnite Crew, you can find all details and FAQs at <https://www.epicgames.com/fortnite/fortnite-crew-subscription>",
			"shortDescription": "Create, play, and battle with friends for free in Fortnite. Be the last player standing in Battle Royale and Zero Build, experience a concert or live event, or discover over a million creator made games, including racing, parkour, zombie survival, and more.  Each Fortnite island has an individual age rating so you can find the one that's right for you and your friends. Find it all in Fortnite ... Drop In.",
			"title": "",
			"developerLogo": {
				"src": "https://cdn2.unrealengine.com/Diesel%2Flogo%2FLogo_EpicGames_Black-1360x1360-f15ee5845c95eacd424199bdf326047631b4bc69.png",
				"_type": "Diesel Image"
			}
		},
		"reqs": [
			{
				"_type": "Diesel System Detail Item",
				"title": "OS",
				"minimum": "Windows 10 64-bit version 1703",
				"recommended": "Windows 10/11 64-bit"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "CPU",
				"minimum": "Core i3-3225 3.3 GHz",
				"recommended": "Core i5-7300U 3.5 GHz, AMD Ryzen 3 3300U, or equivalent"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Memory",
				"minimum": "8 GB RAM",
				"recommended": "16 GB RAM or higher"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "GPU",
				"minimum": "Intel HD 4000 on PC; AMD Radeon Vega 8",
				"recommended": "Nvidia GTX 960, AMD R9 280, or equivalent DX11 GPU"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "VRAM ",
				"minimum": "",
				"recommended": "8 GB VRAM or higher"
			},
			{
				"_type": "Diesel System Detail Item",
				"title": "Additional",
				"recommended": "NVMe Solid State Drive"
			}
		],
		"storeUrl": "https://www.epicgames.com/store/product/fortnite"
	}
}